tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "autoconf"
brew "automake"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "https://raw.githubusercontent.com/junegunn/blsd/master/blsd.rb", args: ["HEAD"]
brew "brew-cask-completion"
brew "cmake"
brew "chafa"
brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "chrome-cli"
brew "colordiff"
brew "diff-pdf"
brew "diff-so-fancy"
brew "xhyve"
brew "docker"
brew "gofmpt"
brew "write-good"
brew "hadolint"
brew "spellchec"
brew "markdown-cli"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "docker-clean"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "efm-langserver"
brew "ffmpeg"
brew "ripgrep"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "gifsicle"
brew "gh"
brew "gradle"
brew "http-server"
brew "htop"
brew "jenv"
brew "jq"
brew "json-c"
brew "kotlin"
brew "lua"
brew "luarocks"
brew "lua-language-server"
brew "libksba"
brew "libtool"
brew "llvm"
brew "mariadb"
brew "minio-mc"
brew "neovim"
brew "node"
brew "nvm"
brew "ninja"
brew "openssl"
brew "perl"
brew "pipenv"
brew "pkg-config"
brew "poppler"
brew "python"
brew "python3"
brew "prettierd"
brew "python@2"
brew "redis"
brew "ruby"
brew "tldr"
brew "task"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "wxmac"
brew "yarn"
brew "zsh"
brew "git-lfs"
brew "git-filter-repo"
cask "karabiner-elements"
cask "keycastr"
cask "docker-toolbox"
cask "iterm2"
cask "java"
cask "java8"
cask "xquartz"
cask "font-hack-nerd-font"
cask "wireshark"
cask "charles"
cask "adoptopenjdk"
cask "mongodb"
