tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "junegunn/tap"
tap "mentimeter/mentimeter"
tap "mongodb/brew"
tap "nodenv/nodenv"
tap "supabase/tap"
tap "terrastruct/tap"
brew "ack"
brew "utf8proc", args: ["HEAD"]
brew "apngasm"
brew "argocd"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "biome"
brew "bison"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chruby"
brew "cmake"
brew "codespell"
brew "colima"
brew "libyaml"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "d2"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dotbot"
brew "f3"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "figlet"
brew "fnm"
brew "foreman"
brew "fzf"
brew "pkgconf"
brew "poppler"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "gofumpt"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli"
brew "lazygit"
brew "libffi"
brew "livekit"
brew "python@3.14"
brew "ltex-ls"
brew "lua-language-server"
brew "luarocks"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "mdcat"
brew "minica"
brew "mongosh"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nodenv"
brew "openssl@1.1"
brew "phrase-cli"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "postgis"
brew "postgresql@14", restart_service: :changed
brew "postgresql@15"
brew "pv"
brew "pyenv"
brew "pyvim"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "resvg"
brew "ripgrep"
brew "ruby-install"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "viu"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "write-good"
brew "yarn"
brew "yazi"
brew "z"
brew "zoxide"
brew "zsh-autosuggestions"
brew "fsouza/prettierd/prettierd"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "jstkdng/programs/ueberzugpp"
brew "mentimeter/mentimeter/linkup"
brew "mongodb/brew/mongodb-community"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "supabase/tap/supabase"
brew "terrastruct/tap/tala"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli", args: { appdir: "/Applications" }
cask "anylist"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "iterm2@beta"
cask "keycastr"
cask "obsidian"
cask "postico", args: { appdir: "/Applications" }
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "session-manager-plugin", args: { appdir: "/Applications" }
cask "spotify"
cask "ukelele"
cask "utm"
cask "visual-studio-code"
cask "zed@preview"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "XGimp image editor", id: 1645334352
vscode "42crunch.vscode-openapi"
vscode "avetis.tokyo-night"
vscode "biomejs.biome"
vscode "connor4312.esbuild-problem-matchers"
vscode "danprince.vsnetrw"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "geddski.macros"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jonwalstedt.folder-quickopen"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.extension-test-runner"
vscode "orta.vscode-jest"
vscode "patbenatar.advanced-new-file"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "teabyii.ayu"
vscode "typescriptteam.native-preview"
vscode "vitest.explorer"
vscode "vscodevim.vim"
